Revit 2027 API
SymbolTypeId.LbMassPerS Property
 Symbol lb/s, indicating unit Pounds mass per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMassPerS { get; }
Public Shared ReadOnly Property LbMassPerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMassPerS {
	ForgeTypeId^ get ();
}
static member LbMassPerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace